[AttributePresentation_Mercenary AttributePresentationDefinition]
Description="$Game "Verba". Business card details. main character."
NoConstraintText=""
Suffix=""
Prefix=""

[Mercenary.Head_MercAster UsableCustomizationItemDefinition]
ItemCardTopStatString="%sfrom 2 %s1"
UseFailureCharacterMessage="As long as %s Use this article."
ItemName=""
PickupMessage="It's up to you %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="It is shared."

[Mercenary.Skin_MercAster UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 lovers %s1"
UseFailureCharacterMessage="You need it %s Use this article."
ItemName=""
PickupMessage="Born now %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You can't do that."
NoManufacturerName="thank you very much"

